class Constant {

    constructor() {

        this.kanaList = ''
            + 'あいうえお'
            + 'かきくけこ'
            + 'さしすせそ'
            + 'たちつてと'
            + 'なにぬねの'
            + 'はひふへほ'
            + 'まみむめも'
            + 'やゆよ'
            + 'らりるれろ'
            + 'わをん'
            + 'ゔ'
            + 'がぎぐげご'
            + 'ざじずぜぞ'
            + 'だぢづでど'
            + 'ばびぶべぼ'
            + 'ぱぴぷぺぽ'
            + 'ぁぃぅぇぉ'
            + 'っ'
            + 'ゃゅょ'
            + 'ゎ'
            + 'ー';


    }

}

module.exports = Constant;